{
  "id": "local-restaurant-ordering",
  "sections": {
    "problemOverview": {
      "title": "Local Restaurant Online Ordering Gap",
      "desc": "Local restaurants face a dilemma: customers increasingly expect online ordering and delivery options, but platforms like DoorDash and UberEats charge 15-30% commission fees that devastate already thin profit margins. Many family-owned restaurants can't afford professional website development, leaving them stuck between losing customers to competitors or losing profits to platform fees. Meanwhile, customers often prefer supporting local businesses directly but lack an easy way to discover and order from neighborhood restaurants that aren't on major platforms. This creates a gap where both restaurants and customers want a solution, but the current market primarily serves large chains and platform companies rather than local communities."
    },
    "keyPainPoints": [
      {
        "title": "High Platform Fees",
        "desc": "Third-party platforms charge 15-30% commission, eating into already slim restaurant margins"
      },
      {
        "title": "Limited Tech Resources",
        "desc": "Small restaurants can't afford $5K+ for custom website development and maintenance"
      },
      {
        "title": "Customer Discovery",
        "desc": "Local restaurants struggle to reach customers who prefer ordering online vs. calling"
      },
      {
        "title": "Order Management",
        "desc": "Many restaurants still use pen and paper, leading to errors and inefficient workflows"
      }
    ],
    "targetSegment": {
      "title": "Who's Affected Most",
      "segments": [
        {
          "title": "Independent restaurants",
          "desc": "Family-owned establishments with 2-15 employees, limited tech budgets"
        },
        {
          "title": "Local food customers",
          "desc": "Residents who want to support neighborhood businesses but need convenience"
        },
        {
          "title": "Small restaurant chains",
          "desc": "Regional chains with 3-10 locations looking for cost-effective ordering solutions"
        }
      ]
    }
  }
}
